Ran Plan for 2 projects:

1. dir: `.` workspace: `default`
1. dir: `test/aws/backend-team` workspace: `default`

### 1. dir: `.` workspace: `default`
```diff
No changes. Your infrastructure matches the configuration.

Terraform has compared your real infrastructure against your configuration
and found no differences, so no changes are needed.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`

---
### 2. dir: `test/aws/backend-team` workspace: `default`
<details><summary>Show Output</summary>

```diff
data.aws_ssoadmin_instances.example: Reading...
data.aws_ssoadmin_instances.example: Read complete after 0s [id=ap-southeast-1]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_identitystore_group.backend-team will be created
+ resource "aws_identitystore_group" "backend-team" {
      + display_name      = "Backend Team"
      + external_ids      = (known after apply)
      + group_id          = (known after apply)
      + id                = (known after apply)
      + identity_store_id = "d-966769954e"
    }

  # aws_identitystore_group_membership.backend-team will be created
+ resource "aws_identitystore_group_membership" "backend-team" {
      + group_id          = (known after apply)
      + id                = (known after apply)
      + identity_store_id = "d-966769954e"
      + member_id         = (known after apply)
      + membership_id     = (known after apply)
    }

  # aws_identitystore_user.example will be created
+ resource "aws_identitystore_user" "example" {
      + display_name      = "John Doe"
      + external_ids      = (known after apply)
      + id                = (known after apply)
      + identity_store_id = "d-966769954e"
      + user_id           = (known after apply)
      + user_name         = "john.doe@example.com"

      + name {
          + family_name = "Doe"
          + given_name  = "John"
        }
    }

  # aws_ssoadmin_account_assignment.backend-team will be created
+ resource "aws_ssoadmin_account_assignment" "backend-team" {
      + id                 = (known after apply)
      + instance_arn       = "arn:aws:sso:::instance/ssoins-82104fcbcd47877f"
      + permission_set_arn = (known after apply)
      + principal_id       = (known after apply)
      + principal_type     = "GROUP"
      + target_id          = "557676317425"
      + target_type        = "AWS_ACCOUNT"
    }

  # aws_ssoadmin_managed_policy_attachment.backend-team will be created
+ resource "aws_ssoadmin_managed_policy_attachment" "backend-team" {
      + id                  = (known after apply)
      + instance_arn        = "arn:aws:sso:::instance/ssoins-82104fcbcd47877f"
      + managed_policy_arn  = "arn:aws:iam::aws:policy/AlexaForBusinessDeviceSetup"
      + managed_policy_name = (known after apply)
      + permission_set_arn  = (known after apply)
    }

  # aws_ssoadmin_permission_set.backend-team will be created
+ resource "aws_ssoadmin_permission_set" "backend-team" {
      + arn              = (known after apply)
      + created_date     = (known after apply)
      + id               = (known after apply)
      + instance_arn     = "arn:aws:sso:::instance/ssoins-82104fcbcd47877f"
      + name             = "Backend Team Permisssion Set"
      + session_duration = "PT1H"
      + tags_all         = (known after apply)
    }

Plan: 6 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d test/aws/backend-team`
* :put_litter_in_its_place: To **delete** this plan click [here](http://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252Ftest%252Faws%252Fbackend-team%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d test/aws/backend-team`
</details>
Plan: 6 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`